Repository: adriaros/viper_tech_ros
Catalog: ViperTech/ViperTech/Configuration/*.lproj/Localizable.strings
Languages: ca, es

# navBar_selector_title
source: Song Finder
ca: Buscador de cancçons
es: Buscador de canciones

# mainbutton_title
source: Song finder
ca: Començar
es: Buscador de canciones

# main_title_lbl
source: Welcome!
ca: Benvingut!
es: ¡Bienvenido!

# weatherbutton_title
source: Weather
es: Previsión

# selector_picker.noFilter
source: No Filter
ca: Sense Filtre
es: Sin Filtro

# selector_picker_timeH
source: Duration Higher - Lower
ca: Duració Major - Menor
es: Duración Mayor - Menor

# selector_picker_timeL
source: Duration Lower - Higher
ca: Duració Menor - Major
es: Duración Menor - Mayor

# selector_picker_priceH
source: Price Higher - Lower
ca: Preu Major - Menor
es: Precio Mayor - Menor

# selector_picker_priceL
source: Price Lower - Price
ca: Preu Menor - Major
es: Precio Menor - Mayor

# selector_picker_genreAZ
source: Genre A-Z
ca: Génere A-Z
es: Género A-Z

# selector_picker_genreZA
source: Genre Z-A
ca: Génere Z-A
es: Género Z-A

# selector_filter_lbl
source: Filter:
ca: Filtre:
es: Filtro:

# selector_data_loading_fail_title
source: Service Call Error
ca: Error de Servei
es: Error de LLamada al Servicio

# alert_ok_button
source: Okay
ca: D'acord
es: Entendido

# song_media_error_title
source: Playback Error
ca: Error de Reproducción
es: Error de Reproducción

# song_media_error_message
source: This song is not available
ca: Aquesta cançó no està disponible
es: Esta canción no está disponible

# filter_no_possible
source: Filter Unavailable
ca: Filtre No Disponible
es: Filtro No Disponible

# no_filter_time
source: Filtring by duration is not possible
ca: Filtre per duració no està disponible
es: Filtro por duración no está disponible

# no_filter_price
source: Filtring by price is not possible
ca: Filtre per preu no està disponible
es: Filtro por precio no está disponible

# no_filter_genre
source: Filtring by genre is not possible
ca: Filtre per génere no està disponible
es: Filtro por género no está disponible

# facebook_shared_text
source: This is my song!
ca: Aquesta és la meva cançó!
es: ¡Esta es mi canción!
